Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=757_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Meeraikõskksaž aartikla 8(j) tuâjj-joukk eŠtǩǩad alggmeerai ääŠrbvuâlaž teâđ suõŠj ooudâsviikkmõõžž
fin: Kansainvälinen artikla 8(j) työryhmä esittää alkuperäiskansojen perinteisen tiedon suojan kehittämistä

source: SääŠmteeŠǧǧ võboršeeŠǩǩ vuässõŠtte meeraikõskksaž aartikla 8(j)-tuâjj-joouk kääucad såbbra Montrealist.
fin: Saamelaiskäräjien edustajat osallistuivat kansainvälisen artikla 8(j)-työryhmän kahdeksanteen kokoukseen Montrealissa.

source: Tuâjj-joouk lij alttääm biodiversiteeŠttsuåppmõõžž vuâllaǩeeŠrjtamjânnmi vuäŠssbieŠllsååbbar (COP).
fin: Työryhmän on perustanut biodiversiteettisopimuksen allekirjoittajamaiden osapuolikokous (COP).

source: Tuâjj-joouk tuâi jååŠđat COP primmum määŋgekksaž tuâjjprograamm aartikla 8(j) tiuŠddepiijjmõššân.
fin: Työryhmän työtä ohjaa COP:in hyväksymä monivuotinen työohjelma artikla 8(j):n toimeenpanemiseksi.

source: Tuâjj-joouk tuâjjan lij viikkâd čõõđ tuâjjprograamm nuŠtt, što tõn vuäitči priimmâd tuâjjprogrammân, ooudâst lij puõŠtti biodiversiteeŠttsuåppmõõžž vuäŠssbieŠllsåbbar aartikla 8(j) kuõskki tuŠmmstõõǥǥi valmštõõllmõš.
fin: Työryhmän tehtävänä on työohjelman toteuttaminen sekä seuraavan biodiversiteettisopimuksen osapuolikokouksen artikla 8(j):tä koskevien päätösten valmistelu. Seuraava osapuolikokous pidetään ensi syksynä Etelä-Koreassa.

source: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi, kååŠtt vuäŠssõõđi tuâjj-joouk såbbra juŠn kuälmad vuâra da aaŠšši mieŠldd sååbbar leäi vääžnai. ”
fin: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi, joka osallistui työryhmän kokoukseen jo kolmatta kertaa, piti kokousta tärkeänä. ”

source: Meeraikõskksaž aartikla 8(j)-tuâjj-joouk såbbar liâ vääžnai meersânji da meeraikõskksânji.
fin: Kansainväliset artikla 8(j)-työryhmän kokoukset ovat tärkeitä kansallisesti ja kansainvälisesti.

source: Såbbrin peäss puŠhtted õlmmsa LääŠddjânnam säŠmmlai vuäinlmid, vaikkted tuŠmmstõktuõjju da saaǥǥstõõllâd maaiŠlm jeeŠres alggmeeraivuiŠm da tännalla kuullâd ođđ kuullmõõžžid ääŠrbvuâlaž teâđ suõŠj pueŠreem diõtt, ” mainsti saaǥǥjååŠđteei Näkkäläjärvi.
fin: Kokouksissa pääsee tuomaan esille Suomen saamelaisten näkemyksiä, vaikuttamaan päätöksentekoon, saa uusia ideoita perinteisen tiedon suojan parantamiseksi sekä vaihtamaan ajatuksia maailman eri alkuperäiskansojen kesken, ” puheenjohtaja Näkkäläjärvi kertoi.

source: Såbbra vuässõŠtte puk sääŠmteeŠǧǧi meersaž 8(j)-tuâjj-joouk vuäŠssla.”Meersaž tiuŠddepiijjmõõžž da puõŠttiääiŠj juuŠrdeeŠl lij aainâs vääžnai, što sääŠmteeŠǧǧ võboršeeŠǩǩ meersaž 8(j)-tuâjj-jooukâst, toobdstâŠ tte pueŠrben aartikla 8(j) da tõõzz kuulli meeraikõskksaž tuŠmmstõktuõjju ”, Näkkäläjärvi mušttʼtad.
fin: Kokoukseen osallistui kaikki saamelaiskäräjien kansallisen 8(j)-työryhmän jäsenet. ” Kansallista toimeenpanoa ja tulevaisuutta ajatellen on ehdottoman tärkeää, että mahdollisimman moni saamelaiskäräjien edustaja kansallisesta 8(j)-työryhmästä perehtyy artikla 8(j):hin ja siihen liittyvään kansanväliseen päätöksentekoon ”, Näkkäläjärvi painottaa.

source: LääŠddjânnam sääŠmteeŠǧǧ võboršeeŠǩǩ vuäŠssõŠtte såbbra LääŠddjânnam riikk delegaatiast.
fin: Suomen saamelaiskäräjien edustajat osallistuivat kokoukseen Suomen valtion delegaatiossa.

source: Såbbrin Euroop Unioon vuäŠssbieŠlljânnam ǩiõččlõŠtte saaǥǥstõõllâd õhttsaž ǩiõččâmvueŠjj koordinaatiasåbbrin, koozz sääŠmteŠǧǧ še vuässõõđi. ”
fin: Kokouksissa Euroopan Unionin jäsenmaat pyrkivät neuvottelemana yhteisen kannan koordinaatiokokouksissa, joihin myös saamelaiskäräjät osallistui. ”

source: LeäŠp leämmaž mieŠldd valmštõõllmen LääŠddjânnam ǩiõččâmvueŠjj såbbra juŠn ouŠddel puõŠtti såbbar da pohttam eŠtǩǩõõzzid jm.
fin: Olemme olleet mukana valmistelemassa Suomen kantoja kokoukseen jo kauan ennen varsinaista kokousta ja tuoneet esityksiämme mm..

source: LääŠddjânnam vasttõõzzid biodiversiteeŠttsuåppmõõžž piisarkådda såbbrest ǩiõttʼtõõllâm vueŠlnn åårrai aaŠššin, mainsti Näkkäläjärvi ”.
fin: Suomen vastauksiin biodiversiteettisopimuksen sihteeristölle kokouksessa käsiteltävistä asioista, Näkkäläjärvi kertoi ”.

source: Kahwanaken mohawkeja (Kanien: kehaʼka) võborkâŠsttam Charles Patton uuŠdi såbbra ääŠrbvuâlaž mohawk- blouslõõzz da lääulai naŠzvaanvuõđ laulli.
fin: Kahwanaken mohawkeja (Kanien: keha ' ka) edustanut Charles Patton antoi kokoukselle perinteisen mohawk-siunauksen ja lauloi ystävyyden laulun

source: Såbbar äŠššliistâst leäi toobdlmi mainstumuš aartikla 8(j)- tuâjj-jooukâst da jeäŠrben tõŠst, mäŠhtt alggmeer liâ vuässõõttâm biodiversiteeŠttsuåppmõõžž tiuŠddepiijjmõŠšše.
fin: Kokouksen asialistalla oli kokemuksien kertominen artikla 8(j)- työryhmästä ja erityisesti siitä, miten alkuperäiskansat ovat osallistuneet biodiversiteettisopimuksen toimeenpanoon.

source: EU- saaǥǥjååŠđteeijânnam Liettua mainsti såbbra EU:n mainstenvuârast jeäŠrben tõŠst, mäŠhtt aartikla 8(j) leäi tiuŠddepijjum LääŠddjânnmest.
fin: EU- puheenjohtajamaa Liettua kertoi kokoukselle EU:n puheenvuorossa erityisesti siitä, miten artikla 8(j):tä oli toimeenpantu Suomessa.

source: Såbbra mainsteš meersaž biodiversiteeŠttstrategiast di alttuum meersaž 8(j)-tuâjj-jooukâst, koon saaǥǥjååŠđteeŠjen tuåimmai sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi.
fin: Kokoukselle kerrottiin kansallisesta biodiversiteettistrategiasta sekä perustetusta kansallisesta 8(j)-työryhmästä, jonka puheenjohtajana toimii saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi.

source: Såbbrest ǩiõttʼtõlleš ʼM:i alggmeerai põõšši foorum siâssmõõžž väŠldded âânnmõŠšše biodiversiteeŠttsuåppmõõžž tiuŠddepiijjmõõžžâst ämmatsääŠnn alggmeer da pääiklažõhttsažkåŠdd ânnʼjõõžž alggmeer- da pääiklažõhttsažkååŠdd sââŠjest.
fin: Kokouksessa käsiteltiin YK:n alkuperäiskansojen pysyvän foorumin suositusta ottaa käyttöön biodiversiteettisopimuksen toimeenpanossa termi alkuperäiskansa ja paikallisyhteisö nykyisen alkuperäis- ja paikallisyhteisön sijasta.

source: LääŠddjânnam tuärjjii terminologia muttŠtumuužž põõšši foorum eŠtǩǩõõzz mieŠlddlânji ođđ biodiversiteeŠttsuåppmõõžž tuŠmmstõõǥǥin.
fin: Suomi tuki terminologian muuttamista pysyvän foorumin esityksen mukaisesti uusissa biodiversiteettisopimuksen päätöksissä.

source: EU-vuäŠssbieŠlljânnam jiâ leämmaž ääŠššest õõutmiõllsa.
fin: EU-jäsenmaat eivät olleet asiassa yksimielisiä.

source: Sååbbar ij pâŠsttam tueŠjjeed ääŠššest räŠtǩǩumuužž leâŠša eŠtǩǩii, što ʼM tuejjeŠči terminologia muttŠtumuužžâst lääŠjjlaž analyys da vuäŠssbieŠllsåbbar tuejjeed ääŠššest tuŠmmstõõǥǥ. Såbbar ij pâŠsttam tuejjeed ääŠššest ni tuŠmmstõõǥǥ, alggmeeraid tõt leäi kâŠl maantõs.
fin: Kokous ei pysynyt tekemään asiassa ratkaisua vaan esitti YK: tekevän terminologian mahdollisesta muuttamisesta laillisen analyysin ja osapuolikokousta tekemään asiassa päätökset.”Kokouksen kyvyttömyys tehdä asiassa päätös oli alkuperäiskansoille suuri pettymys.

source: Terminologia muttŠtumuš vaŠstteŠči viõǥǥâst åårrai ooumažvuõiggâdvuõttvueŠjj.
fin: Terminologian muuttaminen vastaisi voimassa olevaa ihmisoikeuskäytäntöä.

source: ʼõmâs leäi še tõt, što terminologia muttŠtumuužž vuâstta leŠjje še muäŠdd nåkam jânnam, kook leŠjje priimmâm ʼM:i alggmeerčõõđtõõzz ”, mainsti sääŠmteeŠǧǧ halltõõzz vuäŠsslaž Petra Magga-Vars.
fin: Erikoista oli, että terminologian muuttamista vastusti myös muutamat sellaiset maat, jotka olivat hyväksyneet YK:n alkuperäiskansajulistuksen ”, saamelaiskäräjien hallituksen jäsen Petra Magga-Vars kertoi.

source: Meeraikõskksaž aartikla 8(j)-tuâjj-joouk tuâjast lij saaǥǥstõllum täujja biodiversitetta kuulli ääŠrbvuâlaž teâđ maacctumuužžâst mååusat alggmeerõhttsažkooŠddid.
fin: Kansainvälisen artikla 8(j)-työryhmän työssä on keskusteltu useasti biodiversiteettiin liittyvän perinteisen tiedon palauttamisesta takaisin alkuperäiskansayhteisöille.

source: Sååbbar eŠtǩǩad, što puõŠttiääiŠjest riâžžât jõnn sååbbar valmštõõllâd jiõččvälddsaž vuäŠpstõõzzid ääŠrbvuâlaž teâđ maacctumuššân.
fin: Kokous esittääkin, että lähitulevaisuudessa järjestetään laaja kokous valmistelemaan vapaaehtoisia ohjeita perinteisen tiedon palauttamiseksi.

source: VuäŠpstõs puäŠđči puõŠtti meeraikõskksaž 8(j)-tuâjj-joouk valmštõõllâm da tõŠst ooudâs 13 vuäŠssbieŠllsåbbar priimmân vuâlla.”ÄäŠrbvuâlaž teâđ maacctumuš lij vääžnai määŋgid alggmeeraid.
fin: Ohjeistus tulisi seuraavan kansainvälisen 8(j)-työryhmän valmisteltavaksi ja edelleen 13 osapuolikokouksen hyväksyttäväksi. ” Perinteisen tiedon palauttaminen on tärkeää monelle alkuperäiskansalle.

source: SäŠmmlai ääŠrbvuâlaž tiõttu kuulli arkivmateriaal liâ jiânnai nuŠtt LääŠddjânnam ko ålggjânnmi arkivstroiŠttlin.
fin: Saamelaisten perinteiseen tietoon liittyvää arkistomateriaalia on niin Suomen arkistolaitoksissa kuin ulkomaillakin runsaasti.

source: LääŠddjânnmest õõlǥči altteed saaǥǥstõõllmõš da čiõŠlǧǧeemtuâjj mäŠhtt arkivmateriaal vuäitči vuäǯǯad pueŠrmõsân, ouddmiârkkan digitâŠstteeŠl, säŠmmlai vuällmõŠšše ouddmiârkkan sääŠmarkiiŠve leŠbe sääŠm-muŠzei Siida beälla ”, sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Heikki Paltto mainsti.
fin: Suomessa tulisi aloittaa keskustelu ja selvitystyö miten arkistomateriaalia saataisiin parhaiten, esimerkiksi digitoiden, saamelaisten ulottuviin esimerkiksi saamelaisarkistoon tai saamelaismuseo Siidaan ”, saamelaiskäräjien varapuheenjohtaja Heikki Paltto kertoi.

source: Såbbar såbbrõŠššeš meeraikõskksaž äimmjååŠđtemorganisaatiai (IATA) - väŠlddkonttrest.
fin: Kokous pidettiin kansainvälisen ilmailujärjestön (IATA) - päämajassa.

source: Såbbra vuäŠssõŠtte jiânnai suåppmõõžž ratifâŠsttam riikk võboršeeŠǩǩ, taŠrǩǩeei di alggmeer võboršeeŠǩǩ.
fin: Kokoukseen osallistui laaja joukko sopimuksen ratifioineiden valtioiden edustajia, tarkkailijoita sekä alkuperäiskansojen edustajia

source: Såbbrest jieŠlleš temaattlaž saaǥǥstõõllmõõžž biodiversiteeŠttsuåppmõõžž aartiklai 8(j) da 10 (c):n õhtteempääiŠǩin.
fin: Kokouksessa käytiin temaattinen keskustelu biodiversiteettisopimuksen artiklojen 8(j) ja 10 (c):n yhtymäkohdista.

source: Aartikla 10 (c) suõŠjjad ääŠrbvuâlaž luâđ ǩeâllʼjem âânnmõõžž.
fin: Artikla 10 (c) suojelee perinteistä luonnon kestävää käyttöä.

source: Sååbbar eŠtǩǩad vuäŠssbieŠllsåbbra, što tõt priimči tuåimmjemprograamm takai luâđââŠnnem suõŠjjeem diõtt õhttsažtuâjast alggmeeraivuiŠm.”LääŠddjânnmest aartikla 10(c) kuâskk jeäŠrben säŠmmlai puäʒʒhååid da jeeŠres ääŠrbvuâlaž jieŠllemvueŠjjid.
fin: Kokous esittää osapuolikokoukselle että se hyväksyisi toimintaohjelman tavanomaisen luonnonkäytön suojelemiseksi täydessä yhteistyössä alkuperäiskansojen kanssa. ” Suomessa artikla 10(c) koskee erityisesti saamelaista poronhoitoa ja muita perinteisiä elinkeinoja.

source: Lij vääžnai što ääŠrbvuâlaž teâđ da še takainallšem ǩeâllʼjeei luâđâânnmõõžž tuärjjeet.
fin: On tärkeää että sekä perinteistä tietoa että tavanomaista kestävää luonnonkäyttöä tuetaan.

source: LääŠddjânnmest aartikla puätt kõõččmmõŠšše jeäŠrben säŠmmlai ääŠrbvuâlaž palggâmǩiârddriâšldõõǥǥ staanumuužžâst ”, mainsti Paltto.
fin: Suomessa artikla tulee kyseeseen erityisesti saamelaisen perinteisen laidunkiertojärjestelmän turvaamisessa ”, Paltto kertoi.

source: Såbbra vuäŠssõŠtte võboršeeŠǩǩ Ruõcc da Taarr sääŠmteeŠǧǧin.
fin: Kokoukseen osallistui edustajat Ruotsin ja Norjan saamelaiskäräjiltä.

source: SääŠmteeŠǧǧ såbbrõŠšše õhttsaž såbbar aartikla 8(j) tiuŠddepiijjmõõžžâst peäggtum riikkivuiŠm.
fin: Saamelaiskäräjät pitivät yhteisen kokouksen artikla 8(j):n toimeenpanosta kussakin valtiossa.

source: Såbbrest suåppeš, što sääŠmteeŠǧǧ kõskkee õhttsažtuâi aartikla 8(j) tiuŠddepiijjmõššân.
fin: Kokouksessa sovittiin että saamelaiskäräjät tiivistävät yhteistyötä artikla 8(j):n toimeenpanemiseksi.

source: ʼhttsaž eŠtǩǩõs viiǥǥât säŠmmlai parlamentaarlaž suåvtõõzz ǩiõttŠtõõllmõŠšše puõŠtti ǩiiđ.”Leäm rääddast tõŠst, što vuäǯǯap jåŠttŠted õhttsažtâŠvvjânnmlaž õhttsažtuâi 8(j)-aaŠššin.
fin: Yhteinen esitys viedään saamelaisen parlamentaarisen neuvoston käsittelyyn ensi keväänä. ” Olen iloinen, että saamme yhteispohjoismaisen yhteistyön käyntiin 8(j)-asioissa.

source: LääŠddjânnam sääŠmteŠǧǧ lij ǩiõččlõõttâm ooudâsviikkâd õhttsažtuâi ääŠšš juŠn ääiŠjben, leâŠša äiŠǧǧ ij leâmmaž teŠl vaalmâš.
fin: Suomen saamelaiskäräjät on yrittänyt kehittää yhteistyötä asiassa jo aiemminkin, mutta aika ei ollut silloin siihen vielä valmis.

source: Aartikla 8(j) da ääŠrbvuâlaž teâđ suõŠjj kooll še tâŠvvjânnmlaž sääŠmsuåppmõŠšše da säŠmmlai parlamentaarlaž suåvtõõzz tuåimmjumuužž ooudâsviikkmõŠšše.
fin: Artikla 8(j) ja perinteisen tiedon suoja liittyy myös pohjoismaiseen saamelaissopimukseen ja saamelaisen parlamentaarisen neuvoston toiminnan kehittämiseen.

source: Meeraikõskksaž aartikla 8(j)-tuâjj-joukk eŠtǩǩii jm. sui generis (jiijjâsnallšem) - riâššâm raajjmõõžž vueŠjjin, što ääŠrbvuâlaž teâđ vuäŠmsteei meer jäälste määŋgin jeeŠres riikk vuuŠdin.
fin: Kansainvälinen artikla 8(j)-työryhmä esitti mm. sui generis (ainutlaatuisen) - järjestelemän luomista tilanteissa, joissa perinteistä tietoa omaava kansa asuu usean eri valtion alueella.

source: MeeŠst âlgg loŋŋned SPS:st juŠn åårrai sui generis- riâšldõõǥǥ raajjmõŠšše ”, Näkkäläjärvi mainsti.
fin: Meidän tuleekin keskittyä SPN:ssä juuri sui generis- järjestelmän luomiseen ”, Näkkäläjärvi kertoi.

source: SääŠmteeŠǧǧ delegaatia piâzzi ǩiõččâd kanienʼkéha- ǩiõl vuõrâsoummimättʼtõõzz kanien:kehaʼka- meer vuäŠsslaid.
fin: Saamelaiskäräjien delegaatio pääsi seuraamaan kanien ’ kéha- kielen aikuispopetusta keha ' ka- kansan jäsenille.

source: Pooddâst saaǥǥstõŠlleš alggmeerǩiõli mättʼteem da ǩiõli jeälltâŠttem tuâjain.
fin: Tilaisuudessa keskusteltiin alkuperäiskansakielten opetuksen ja kielten elvytyksen haasteista.

source: Sååbbarkõõutâst sääŠmteeŠǧǧ delegaatia tobdstõõđi Kanien:kehaʼka (mohawk) – Meer ǩiõll- da kultturkõõskõõzzâst Kahnawakest, Montreaal saaujbeäŠlnn.
fin: Saamelaiskäräjien delegaatio vieraili kokoustauolla keha ' ka (mohawk) - Kansan kieli- ja kulttuurikeskuksessa Kahnawakessa, Montrealin eteläpuolella.

source: “ Lij vääžnai tobdstõõttâd še jeeŠres alggmeerai ǩiõl da kulttuur tuärjjeem tuåimmjumuŠšše.
fin: “ On tärkeää tutustua myös muiden alkuperäiskansojen kieltä ja kulttuuria tukevaan toimintaan.

source: Tobdstõõđin ǩiõl- da kultturkõõskõõzz tuåimmjumuŠšše da piâzzim leeŠd mieŠldd mättʼtõõzzâst.
fin: Tutustuimme kieli- ja kulttuurikeskuksen toimintana ja pääsimme seuraamaan opetusta.

source: HåŠt mij kulttuur liâ jeeŠresnallšem, tuâi ǩiõl da kulttuur seillmõŠsse liâ seämmanallšem.
fin: Vaikka kulttuurimme ovat erilaisia, haasteet oman kielen ja kulttuurin säilyttämiseksi ovat samanlaisia. ”

source: Petra Magga-Vars maainsti.
fin: Petra Magga-Vars kertoi.

source: Mâŋŋa såbbar sääŠmteeŠǧǧ võboršeeŠǩǩ tobdstõŠtte biodiversiteeŠttmuzeeja (Biodome), kååŠtt sueiŠmkrast Kanada jeeŠres luâttšlaajjid da tõi faunnsid.
fin: Kokousten päätyttyä saamelaiskäräjien edustajat tutustuivat biodiversiteettimuseoon (Biodome), joka kuvaa Kanadan eri luontotyyppejä ja niiden eläimistöä.

source: LââŠss teâđaid biodiversiteeŠttsuåppmõõzz aartikla 8(j):st
fin: Lisää tietoa biodiversiteettisopimuksen artikla 8(j):stä

source: SååbbartuŠmmstõõǥǥ
fin: Kokouspäätökset

source: Teâđtõs sääŠmteeŠǧǧ riâššâm kuâŋŋpooddâst 8(j)-såbbrest
fin: Tiedote saamelaiskäräjien järjestämästä oheistapahtumasta 8(j)-kokouksessa

source: Meersaž biodiversiteeŠttstrategia da – tuåimmproggramm
fin: Kansallinen biodiversiteettistrategia ja - toimintaohjelma

source: SääŠmteeŠǧǧ saaǥǥjååŠđteei blogi, koŠst son ǩeeŠrjad 8(j)-såbbar toodlmi diõtt
fin: Saamelaiskäräjien puheenjohtajan blogi, jossa hän kertoo 8(j)-kokouksen tunnelmista

source: LââŠssteâđaid:
fin: Klemetti Näkkäläjärvi
